# IsRW

## Description
Indicates whether RenderWorks is available.

```pascal
FUNCTION IsRW : BOOLEAN;
```

```python
def vs.IsRW():
    return BOOLEAN
```

## Version
Availability: from VectorWorks10.0

## Category
* Textures